Repository: Epitheton-ltd/purchase
Catalog: locale/*.po
Languages: sk

# error:stock.shipment.in.return:
source: You cannot reset to draft a move generated by a purchase.
sk: Nemôžte sa vrátiť do rozpísaného pre presun, ktorý bol generovaný nákupom

# error:stock.shipment.in:
source: You cannot reset to draft move "%s" because it was generated by a purchase.
sk: Nemôžte resetovať presun "%s" do rozpísaného stavu, pretože bol generovaný nákupom.

# field:account.invoice,purchase_exception_state:
source: Exception State
sk: Výnimočný stav

# field:account.invoice,purchases:
source: Purchases
sk: Nákupy

# field:product.product,product_suppliers:
source: Suppliers
sk: Dodávatelia

# field:product.product,purchasable:
source: Purchasable
sk: Kúpiteľné

# field:product.product,purchase_price_uom:
source: Purchase Price
sk: Nákupná cena

# field:product.product,purchase_uom:
source: Purchase UOM
sk: Nákupné jednotky

# field:product.template,product_suppliers:
source: Suppliers
sk: Dodávatelia

# field:product.template,purchasable:
source: Purchasable
sk: Kúpiteľné

# field:product.template,purchase_uom:
source: Purchase UOM
sk: Nákupné jednotky

# field:purchase.configuration,create_date:
source: Create Date
sk: Dátum vytvorenia

# field:purchase.configuration,create_uid:
source: Create User
sk: Vytvor používateľa

# field:purchase.configuration,purchase_invoice_method:
source: Invoice Method
sk: Spôsob faktúry

# field:purchase.configuration,purchase_sequence:
source: Purchase Sequence
sk: Sekvencia nákupu

# field:purchase.configuration,rec_name:
source: Record Name
sk: Názov záznamu

# field:purchase.configuration,write_uid:
source: Write User
sk: Zmeny používateľa

# field:purchase.configuration.purchase_method,create_date:
source: Create Date
sk: Dátum vytvorenia

# field:purchase.configuration.purchase_method,create_uid:
source: Create User
sk: Vytvorené používateľom

# field:purchase.configuration.purchase_method,rec_name:
source: Record Name
sk: Názov záznamu

# field:purchase.configuration.sequence,company:
source: Company
sk: Spoločnosť

# field:purchase.configuration.sequence,create_date:
source: Create Date
sk: Vytvor dátum

# field:purchase.configuration.sequence,create_uid:
source: Create User
sk: Vytvor používateľa

# field:purchase.configuration.sequence,purchase_sequence:
source: Purchase Sequence
sk: Sekvencia nákupu

# field:purchase.configuration.sequence,rec_name:
source: Record Name
sk: Názov položky

# field:purchase.handle.invoice.exception.ask,domain_invoices:
source: Domain Invoices
sk: Doménové faktúry

# field:purchase.handle.invoice.exception.ask,recreate_invoices:
source: Recreate Invoices
sk: Znovu vytvorenie faktúr

# field:purchase.line,amount:
source: Amount
sk: Množstvo

# field:purchase.line,create_date:
source: Create Date
sk: Vytvor dátum

# field:purchase.line,create_uid:
source: Create User
sk: Vytvor používateľa

# field:purchase.line,delivery_date:
source: Delivery Date
sk: Dátum dodania

# field:purchase.line,delivery_date_store:
source: Delivery Date
sk: Dátum dodania

# field:purchase.line,description:
source: Description
sk: Popis

# field:purchase.line,from_location:
source: From Location
sk: Z miesta

# field:purchase.line,invoice_lines:
source: Invoice Lines
sk: Fakturačné údaje

# field:purchase.line,move_done:
source: Moves Done
sk: Presuny hotové

# field:purchase.line,move_exception:
source: Moves Exception
sk: Výnimky pre presuny

# field:purchase.line,moves:
source: Moves
sk: Presuny

# field:purchase.line,note:
source: Note
sk: Poznámka

# field:purchase.line,product:
source: Product
sk: Produkt

# field:purchase.line,product_supplier:
source: Supplier's Product
sk: Dodávatelia produktu

# field:purchase.line,product_uom_category:
source: Product Uom Category
sk: Kategórie merných jednotiek pre produkt

# field:purchase.line,purchase:
source: Purchase
sk: Nákup

# field:purchase.line,purchase_state:
source: Purchase State
sk: Stav nákupu

# field:purchase.line,quantity:
source: Quantity
sk: Množstvo

# field:purchase.line,rec_name:
source: Record Name
sk: Názov položky

# field:purchase.line,sequence:
source: Sequence
sk: Sekvencia

# field:purchase.line,taxes:
source: Taxes
sk: Dane

# field:purchase.line,to_location:
source: To Location
sk: Cieľové miesto

# field:purchase.line,type:
source: Type
sk: Typ

# field:purchase.line,unit:
source: Unit
sk: Jednotka

# field:purchase.line,unit_price:
source: Unit Price
sk: Jednotková cena

# field:purchase.line,write_date:
source: Write Date
sk: Zapíš dátum

# field:purchase.line,write_uid:
source: Write User
sk: Zmena používateľa

# field:purchase.line-account.tax,create_date:
source: Create Date
sk: Vytvor dátum

# field:purchase.line-account.tax,create_uid:
source: Create User
sk: Vytvorené používateľom

# field:purchase.line-account.tax,line:
source: Purchase Line
sk: Riadok nákupu

# field:purchase.line-account.tax,rec_name:
source: Record Name
sk: Názov položky

# field:purchase.line-account.tax,tax:
source: Tax
sk: Daň

# field:purchase.line-account.tax,write_date:
source: Write Date
sk: Zapíš dátum

# field:purchase.line-account.tax,write_uid:
source: Write User
sk: Zapíš používateľa

# field:purchase.line-ignored-stock.move,move:
source: Move
sk: Presun

# field:purchase.line-ignored-stock.move,purchase_line:
source: Purchase Line
sk: Riadok nákupu

# field:purchase.line-ignored-stock.move,rec_name:
source: Record Name
sk: Názov položky

# field:purchase.line-recreated-stock.move,move:
source: Move
sk: Presun

# field:purchase.line-recreated-stock.move,write_uid:
source: Write User
sk: Zapíš používateľa

# field:purchase.product_supplier,code:
source: Code
sk: Kód

# field:purchase.product_supplier,company:
source: Company
sk: Spoločnosť

# field:purchase.product_supplier,create_date:
source: Create Date
sk: Vytvor dátum

# field:purchase.product_supplier,create_uid:
source: Create User
sk: Vytvor používateľa

# field:purchase.product_supplier,currency:
source: Currency
sk: Mena

# field:purchase.product_supplier,lead_time:
source: Lead Time
sk: Čas prípravy

# field:purchase.product_supplier,name:
source: Name
sk: Názov

# field:purchase.product_supplier,party:
source: Supplier
sk: Dodávateľ

# field:purchase.product_supplier,prices:
source: Prices
sk: Ceny

# field:purchase.product_supplier,product:
source: Product
sk: Produkt

# field:purchase.product_supplier,rec_name:
source: Record Name
sk: Názov položky

# field:purchase.product_supplier,sequence:
source: Sequence
sk: Sekvencia

# field:purchase.product_supplier.price,product_supplier:
source: Supplier
sk: Dodávateľ

# field:purchase.product_supplier.price,quantity:
source: Quantity
sk: Množstvo

# field:purchase.product_supplier.price,rec_name:
source: Record Name
sk: Názov položky

# field:purchase.product_supplier.price,sequence:
source: Sequence
sk: Sekvencia

# field:purchase.product_supplier.price,unit_price:
source: Unit Price
sk: Jednotková cena

# field:purchase.product_supplier.price,write_uid:
source: Write User
sk: Zapíš používateľa

# field:purchase.purchase,comment:
source: Comment
sk: Komentár

# field:purchase.purchase,company:
source: Company
sk: Spoločnosť

# field:purchase.purchase,create_uid:
source: Create User
sk: Vytvor používateľa

# field:purchase.purchase,currency:
source: Currency
sk: Mena

# field:purchase.purchase,delivery_date:
source: Delivery Date
sk: Dátum dodania

# field:purchase.purchase,description:
source: Description
sk: Popis

# field:purchase.purchase,invoice_address:
source: Invoice Address
sk: Fakturačná adresa

# field:purchase.purchase,invoice_method:
source: Invoice Method
sk: Spôsob fakturácie

# field:purchase.purchase,invoice_state:
source: Invoice State
sk: Stav faktúry

# field:purchase.purchase,invoices:
source: Invoices
sk: Faktúry

# field:purchase.purchase,invoices_ignored:
source: Ignored Invoices
sk: Ignorované faktúry

# field:purchase.purchase,invoices_recreated:
source: Recreated Invoices
sk: Znovu-vytvorené faktúry

# field:purchase.purchase,lines:
source: Lines
sk: Riadky

# field:purchase.purchase,moves:
source: Moves
sk: Presuny

# field:purchase.purchase,number:
source: Number
sk: Číslo

# field:purchase.purchase,party:
source: Party
sk: Zmluvná strana

# field:purchase.purchase,party_lang:
source: Party Language
sk: Jazyk strany

# field:purchase.purchase,payment_term:
source: Payment Term
sk: Podmienky platby

# field:purchase.purchase,purchase_date:
source: Purchase Date
sk: Dátum nákupu

# field:purchase.purchase,rec_name:
source: Record Name
sk: Názov položky

# field:purchase.purchase,reference:
source: Reference
sk: Referencie

# field:purchase.purchase,shipment_returns:
source: Shipment Returns
sk: Vrátené dodania

# field:purchase.purchase,shipment_state:
source: Shipment State
sk: Stav dodania

# field:purchase.purchase,shipments:
source: Shipments
sk: Dopravy

# field:purchase.purchase,state:
source: State
sk: Stav

# field:purchase.purchase,tax_amount:
source: Tax
sk: Daň

# field:purchase.purchase,tax_amount_cache:
source: Tax Cache
sk: Záloha daňe

# field:purchase.purchase,total_amount:
source: Total
sk: Celkovo

# field:purchase.purchase,untaxed_amount:
source: Untaxed
sk: Nezdaniteľné

# field:purchase.purchase,untaxed_amount_cache:
source: Untaxed Cache
sk: Nezdaniteľná záloha

# field:purchase.purchase,warehouse:
source: Warehouse
sk: Veľkoobchod

# field:purchase.purchase-ignored-account.invoice,invoice:
source: Invoice
sk: Faktúra

# field:purchase.purchase-ignored-account.invoice,purchase:
source: Purchase
sk: Nákup

# field:purchase.purchase-ignored-account.invoice,rec_name:
source: Record Name
sk: Nákup položky

# field:purchase.purchase-recreated-account.invoice,invoice:
source: Invoice
sk: Faktúra

# field:purchase.purchase-recreated-account.invoice,purchase:
source: Purchase
sk: Nákup

# field:stock.move,purchase:
source: Purchase
sk: Nákup

# field:stock.move,purchase_currency:
source: Purchase Currency
sk: Mena nákupu

# field:stock.move,purchase_exception_state:
source: Exception State
sk: Výnimočný stav

# field:stock.move,purchase_quantity:
source: Purchase Quantity
sk: Množstvo nákupu

# field:stock.move,purchase_unit:
source: Purchase Unit
sk: Jednotka nákupu

# field:stock.move,purchase_unit_price:
source: Purchase Unit Price
sk: Jednotková cena nákupu

# field:stock.move,purchase_visible:
source: Purchase Visible
sk: Viditeľnosť nákupu

# field:stock.move,supplier:
source: Supplier
sk: Dodávateľ

# help:purchase.handle.shipment.exception.ask,recreate_moves:
source: The selected moves will be recreated. The other ones will be ignored.
sk: Označená presuny budu znovu vytvorené. Ostatné budú ignorované.

# help:purchase.line,delivery_date_edit:
source: Check to edit the delivery date.
sk: Skontroluj dátum dodania.

# help:purchase.product_supplier.price,quantity:
source: Minimal quantity
sk: Minimálne množstvo

# help:purchase.purchase,delivery_date:
source: The default delivery date for each line.
sk: Základný dátum dodania pre každý riadok.

# model:ir.action,name:act_invoice_form
source: Invoices
sk: Faktúry

# model:ir.action,name:act_open_supplier
source: Parties associated to Purchases
sk: Zmluvné strany asociované k nákupu

# model:ir.action,name:act_product_supplier_form
source: Product Suppliers
sk: Produktový dodávatelia

# model:ir.action,name:act_product_supplier_price_form
source: Prices
sk: Ceny

# model:ir.action,name:act_purchase_configuration_form
source: Purchase Configuration
sk: Konfigurácia nákupu

# model:ir.action,name:act_purchase_form
source: Purchases
sk: Nákupy

# model:ir.action,name:act_purchase_form2
source: Purchases
sk: Nákupy

# model:ir.action,name:act_purchase_invoice_relate
source: Purchases
sk: Nákupy

# model:ir.action,name:act_purchase_shipment_returns_relate
source: Purchases
sk: Nákupy

# model:ir.action,name:act_purchase_shipments_relate
source: Purchases
sk: Nákupy

# model:ir.action,name:act_shipment_form
source: Shipments
sk: Dopravy

# model:ir.action,name:report_purchase
source: Purchase
sk: Nákup

# model:ir.action,name:wizard_modify_header
source: Modify Header
sk: Upraviť hlavičku

# model:ir.action.act_window.domain,name:act_purchase_form_domain_all
source: All
sk: Všetko

# model:ir.action.act_window.domain,name:act_purchase_form_domain_confirmed
source: Confirmed
sk: Potvrdené

# model:ir.action.act_window.domain,name:act_purchase_form_domain_draft
source: Draft
sk: Rozpísané

# model:ir.model.button,string:purchase_cancel_button
source: Cancel
sk: Zruš

# model:ir.model.button,string:purchase_confirm_button
source: Confirm
sk: Potvrď

# model:ir.model.button,string:purchase_draft_button
source: Draft
sk: Rozpísané

# model:ir.model.button,string:purchase_modify_header_button
source: Modify Header
sk: Upravit hlavičku

# model:ir.model.button,string:purchase_process_button
source: Process
sk: Proces

# model:ir.model.button,string:purchase_quote_button
source: Quote
sk: Zaznamenaj

# model:ir.sequence,name:sequence_purchase
source: Purchase
sk: Nákup

# model:ir.sequence.type,name:sequence_type_purchase
source: Purchase
sk: Nákup

# model:ir.ui.menu,name:menu_configuration
source: Configuration
sk: Konfigurácia

# model:ir.ui.menu,name:menu_product_supplier
source: Product Suppliers
sk: Dodávatelia produktu

# model:ir.ui.menu,name:menu_purchase
source: Purchase
sk: Nákup

# model:ir.ui.menu,name:menu_purchase_configuration
source: Purchase Configuration
sk: Konfigurácia nákupu

# model:ir.ui.menu,name:menu_purchase_form
source: Purchases
sk: Nákupy

# model:ir.ui.menu,name:menu_reporting
source: Reporting
sk: Reportovanie

# model:purchase.configuration,name:
source: Purchase Configuration
sk: Konfigurácia nákupu

# model:purchase.handle.invoice.exception.ask,name:
source: Handle Invoice Exception
sk: Spracuj výnimku vo faktúre

# model:purchase.handle.shipment.exception.ask,name:
source: Handle Shipment Exception
sk: Spracuj výnimku v dodávake

# model:purchase.line,name:
source: Purchase Line
sk: Riadok nákupu

# model:purchase.product_supplier,name:
source: Product Supplier
sk: Produktový dodávateľ

# model:purchase.product_supplier.price,name:
source: Product Supplier Price
sk: Cena dodávateľa produktu

# model:purchase.purchase,name:
source: Purchase
sk: Nákup

# model:res.group,name:group_purchase
source: Purchase
sk: Nákup

# model:res.group,name:group_purchase_admin
source: Purchase Administrator
sk: Administrátor nákupov

# report:purchase.purchase:
source: Amount
sk: Množstvo

# report:purchase.purchase:
source: Date:
sk: Dátum:

# report:purchase.purchase:
source: Delivery Address:
sk: Adresa dodania:

# report:purchase.purchase:
source: Description
sk: Popis

# report:purchase.purchase:
source: Description:
sk: Popis:

# report:purchase.purchase:
source: Purchase Order N°:
sk: Objednávka na nákup č.:

# report:purchase.purchase:
source: Quantity
sk: Množstvo

# report:purchase.purchase:
source: Reference:
sk: Referencia:

# report:purchase.purchase:
source: Request for Quotation N°:
sk: Žiadost na ocenenie č.:

# report:purchase.purchase:
source: Taxes
sk: Dane

# report:purchase.purchase:
source: Taxes:
sk: Dane:

# report:purchase.purchase:
source: Total:
sk: Celkovo:

# report:purchase.purchase:
source: Unit Price
sk: Jednotková cena

# selection:account.invoice,purchase_exception_state:
source: Ignored
sk: Ignorované

# selection:account.invoice,purchase_exception_state:
source: Recreated
sk: Znovu-vytvorené

# selection:purchase.line,purchase_state:
source: Canceled
sk: Zrušené

# selection:purchase.line,purchase_state:
source: Confirmed
sk: Potvrdené

# selection:purchase.line,purchase_state:
source: Done
sk: Hotové

# selection:purchase.line,purchase_state:
source: Draft
sk: Rozpísané

# selection:purchase.line,purchase_state:
source: Processing
sk: Procesované

# selection:purchase.line,purchase_state:
source: Quotation
sk: Ocenenie

# selection:purchase.line,type:
source: Comment
sk: Komentár

# selection:purchase.line,type:
source: Line
sk: Riadok

# selection:purchase.line,type:
source: Title
sk: Titul

# selection:purchase.purchase,invoice_method:
source: Based On Order
sk: Na základe objednávky

# selection:purchase.purchase,invoice_method:
source: Based On Shipment
sk: Na základe dodania

# selection:purchase.purchase,invoice_method:
source: Manual
sk: Manuálne

# selection:purchase.purchase,invoice_state:
source: Exception
sk: Výnimka

# selection:purchase.purchase,invoice_state:
source: None
sk: Žiadny

# selection:purchase.purchase,invoice_state:
source: Paid
sk: Zaplatené

# selection:purchase.purchase,invoice_state:
source: Waiting
sk: Čakajúci

# selection:purchase.purchase,shipment_state:
source: Exception
sk: Výnimka

# selection:purchase.purchase,shipment_state:
source: None
sk: Žiadny

# selection:purchase.purchase,shipment_state:
source: Received
sk: Prijatý

# selection:purchase.purchase,shipment_state:
source: Waiting
sk: Čakajúci

# selection:purchase.purchase,state:
source: Canceled
sk: Zrušený

# selection:purchase.purchase,state:
source: Confirmed
sk: Potvrdený

# selection:purchase.purchase,state:
source: Done
sk: Hotový

# selection:purchase.purchase,state:
source: Draft
sk: Rozpísaný

# selection:purchase.purchase,state:
source: Processing
sk: V spracovaní

# selection:stock.move,purchase_exception_state:
source: Ignored
sk: Ignorovaný

# selection:stock.move,purchase_exception_state:
source: Recreated
sk: Znovu-vytvorený

# view:product.template:
source: Suppliers
sk: Dodávatelia

# view:purchase.handle.invoice.exception.ask:
source: Choose invoices to recreate
sk: Vyber faktúru na znovu-vytvorenie

# view:purchase.handle.shipment.exception.ask:
source: Choose move to recreate
sk: Vyber pohyb na znovu-vytvorenie

# view:purchase.line:
source: Delivery Date
sk: Dátum dodania

# view:purchase.line:
source: General
sk: Všeobecný

# view:purchase.line:
source: Notes
sk: Poznámky

# view:purchase.line:
source: Taxes
sk: Dane

# view:purchase.purchase:
source: Other Info
sk: Ďalšie informácie

# view:purchase.purchase:
source: Purchase
sk: Nákupy

# view:stock.move:
source: Cancel
sk: Zruš

# view:stock.move:
source: Reset to Draft
sk: Vrátiť sa k rozpísanému

# wizard_button:purchase.handle.invoice.exception,ask,end:
source: Cancel
sk: Zruš

# wizard_button:purchase.handle.shipment.exception,ask,end:
source: Cancel
sk: Zruš

# wizard_button:purchase.modify_header,start,end:
source: Cancel
sk: Zruš

# wizard_button:purchase.modify_header,start,modify:
source: Modify
sk: Uprav
